export default {
  nav: {
    home: "Начало",
    portfolio: "Портфолио",
    about: "За мен",
    contacts: "Контакти",
  },
  footer: {
    "title-1": "Свържете се с ",
    "title-2": "Контакти",
    "title-3": "Последвайте ме",
    "form-1": "Име",
    "form-2": "Тема",
    "form-3": "Съобщение",
    "form-4": "Съгласявам се с обработката на лични данни.",
    button: "Изпрати",
  },
  home: {
    "title-1": "В света на моето дизайн пътешествие!",
    "text-1":
      "Здравейте! Аз съм Снежана, графичен и UI/UX дизайнер с голяма страст към създаването на визуално привлекателен и лесен за ползване дизайн.",
    "text-2": "Добре дошли в моето портфолио – надявам се да ви хареса!",
    "text-3": "Готови ли сте да разгледате моите проекти?",
    "button-1": "Разгледайте моите проекти",
    "button-2": "Свържете се с мен",
    "card-1-1": "Бранд",
    "card-1-2": "Дизайн",
    "card-2": "Лого",
    "card-3": "Лейаут",
    "card-4": "UI/UX",
    "title-2": "Коя съм",
    "text-6":
      "Аз съм графичен и UI/UX дизайнер с опит в маркетинга и продажбите.",
    "text-7":
      "Внасям комбинация от креативност и стратегическо мислене в моите проекти.",
    "text-8":
      "Почитател съм на минималистичния дизайн и постоянно разширявам своите умения, като се стремя да създавам визуално издържани и функционални произведения. Моето пътешествие в дизайна е водено от ангажираност към непрекъснато учене и иновации.",
    "text-9": "Нека създадем нещо вдъхновяващо заедно!",
    "button-3": "Научи повече",
    "title-3": "Избрани",
    "text-10": "Вижте всички",
  },
  portfolio: {
    title: "Моето Портфолио",
    "text-1": "Разгледайте моите креативни проекти и дизайнерски решения.",
    "text-2": "Добре дошли в моето портфолио!",
    "text-3":
      "Тук можете да намерите някои от проектите ми, показващи моите умения и креативност.",
    "text-4":
      "Изберете категория, за да разгледате моята работа в различни сфери на дизайна.",
    "card-1-1": "Графичен",
    "card-1-2": "Дизайн",
    "card-1-text-1":
      "От дизайн на лого до лейаут и бранд идентичност, разгледайте моите  дизайн проекти, които съчетават естетика и функционалност.",
    "card-1-text-2": "Лого дизайн",
    "card-1-text-3": "Принт дизайн",
    "card-1-text-4": "Бранд дизайн",
    "card-2": "UI/UX",
    "card-2-text-1":
      "Открийте моите UI/UX проекти, които поставят на първо място ползваемостта и удовлетвореността на потребителите.",
    "card-2-text-2": "UI  дизайн",
    "card-2-text-3": "UX дизайн",
    "card-3-1": "Илюстрации ",
    "card-3-2": "Дигитален Арт",
    "card-3-text-1":
      "Разгледайте моята колекция от дигитални рисунки и илюстрации, където започна моето пътуване в изкуството.",
    "card-3-text-2": "Дигитален Арт",
    button: "Разгледайте",
  },
  "graphic-design": {
    title: "Графичен Дизайн",
    "text-1": "Селекция от мои проекти в сферата на графичния дизайн ",
    "text-2":
      "Разгледайте част от креативни проекти, демонстриращи моята експертиза в бранд дизайна, визуалната идентичност, дизайна на лога и принт дизайна. Всеки проект подчертава моята отдаденост на съчетаването на естетика с функционалност.",
    "text-3": "Следвайте линковете, за да видите повече детайлите в Behance.",
    "card-1": "Моята Визуална Идентичност",
    "card-1-text-1":
      "Tози проект въплъщава семпла и изчистенаиста визия със светли тонове и нотка на женственост, отразявайки моя собствен стил и професионална идентичност.",
    "card-1-text-2": "Вижте повече в",
    "card-2": "Desire Handmade by Rossy",
    "card-2-text":
      "За този малък бизнес, специализиран в ръчно изработени подаръци, създадох визуална идентичност, излъчваща топлина и креативност.  Логото представя ръце, държащи сърце направено от канап, символизирайки грижа и майсторство. Дизайнерските елементи, включително шарките на опаковъчната хартия, благодарствените картички и стикерите, използват графитен цвят, златисто и акценти от червено, за да предадат елегантност и искрена страст.",
    "card-3": "Stanislava Vladimirova Photography",
    "card-3-text":
      "За фотографа Станислава Владимирова създадох елегантно лого, което вплита нейните инициали, С и В, във формата на фотоапарат. Визуалната идентичност включва деликатни флорални мотиви, графитен цвят и златисти акценти на светъл фон, допълнени от шрифтове, които подчертават нежната, женствена естетика.",
    "card-4": "Brew Sphere Coffee Shop",
    "card-4-text":
      "За кафе Brew Sphere разработих изчистена, но привличаща вниманието бранд идентичност. Логото включва инициалите B и S, чиито извивки наподобяват пара, всички разположени в кръг, символизиращ чаша кафе. Визуалните елементи използват графитен фон, съчетан с бежови и бели акценти, създавайки модерна и приветлива атмосфера.",
    "card-5": "M&D Nails & Hair Salon",
    "card-5-text":
      "За този салон за красота създадох изчистена и модерна визия. Логото съчетава инициалите М и Д с ръчно нарисувани илюстрации на лак за нокти и ножици. Този проект, първият ми като графичен дизайнер, има за цел да улови младежка и елегантна визия.",
    "card-6": "Aurora Hotel & Restaurant",
    "card-6-text":
      "Дизайн на лого за малък хотел и ресторант в Шри Ланка. За дизайна на логото на Aurora реших да се съсредоточа върху концепцията за сияние и морето. Изобразих слънчевите лъчи, обграждащи овална форма, комбинирани с вълнообразна линия отдолу, за да символизирам вълните. Концепцията на логото въплъщава спокойствието и привлекателността на Aurora.",
    "card-7": "New Moon Book Cover Design",
    "card-7-text":
      "Проект за моя курс по графичен дизайн - корица на книга за Новолуние от поредицата Здрач. Това задание беше част от домашната ми работа по Photoshop и ми предостави отлична възможност да развия уменията си и да проявя креативност.",
    "card-8": "Fantasy Book Cover Design",
    "card-8-text":
      "Корица на книга за фентъзи роман на млад, изгряващ автор. Първоначално това задание беше част от домашната ми работа по Photoshop, но видях възможност да подкрепя истински писател с моите дизайнерски умения.",
    "card-9": "Music Cover ",
    "card-9-text":
      "Проект за моя курс по графичен дизайн - обложка за музикален продукт. Това задание беше част от домашната ми работа по Photoshop и ми предостави отлична възможност да развия уменията си и да проявя креативност.",
    "text-4": "Благодаря, че разгледахте моето портфолио с графичен дизайн!",
    "text-5": "Разгледайте проектите ми в другите сфери на дизайн:",
  },
  "uiux-design": {
    title: "Моите UI/UX Проекти",
    text: "Открийте моите дизайни за потребителски интерфейс и потребителско изживяване, които поставят на първо място удобството и удовлетвореността на потребителя.",
    "text-2": "Следвайте линковете, за да видите повече детайлите в Behance.",
    "card-1": "TailMate - Pet Adoption Website",
    "card-1-text":
      "Курсовата ми работа -  платформа за осиновяване на домашни любимци. Това е моят първи UI/UX проект. Дизайнът се фокусира върху създаването на интуитивно и ангажиращо потребителско изживяване. TailMate е платформа създадена за опростяване на процеса на осиновяване на домашни любимци. Тя свързва приюти, потребители и доброволци.",
    "card-2": "Моето уеб портфолио",
    "card-2-text":
      "Моят портфолио сайт беше създаден с ясна цел: да демонстрира моите дизайнерски умения по елегантен и професионален начин. Основната идея зад дизайна беше да се съчетаят женствеността и функционалността, като се запази естетичната чистота.",
    "text-4": "Благодаря, че разгледахте моето портфолио с UI/UX дизайн!",
  },
  "illustrations-digital": {
    title: "Илюстрации и Дигитален Арт",
    text: "Разгледайте моите първи творби, които поставиха началото на пътешествието ми в дигиталния арт.",
    "text-2": "Следвайте линковете, за да видите повече детайлите в Behance.",
    "card-1": "Автопортрет",
    "card-1-text":
      "Дигитално представяне на мен самата, улавящо същността на моята личност. Създадено в Photoshop.",
    "card-2": "Chocho the Chow Chow",
    "card-2-text":
      "Дигитален портрет на моето любимо куче - Чочо. С акцент върху улавянето на уникалния му чар и пухкавите черти на главата. Създадено в Photoshop.",
    "text-4":
      "Благодаря, че разгледахте моето портфолио с илюстрации и дигитален арт!",
  },
  about: {
    title: "Снежана Алексиева",
    "text-1": "Графичен Дизайн  |  UI/UX  Дизайн  ",
    "text-2":
      "Аз съм Снежана, джуниър дизайнер с опит в маркетинга и продажбите. Живея в Благоевград, България. Българският ми е роден език и владея свободно разговорен английски.",
    "text-3":
      "С над 12 години опит в хотелиерската индустрия, съм придобила комбинация от специфични умения, но истинската ми страст е визуалното изкуство. Стремя се моите проекти да балансират естетиката и функционалността, използвайки маркетинговите си познания за ефективна комуникация.",
    "text-4":
      "Моето образование в дизайна започна в SoftUni Creative - академия за дизайн, креативност и визуализация. Постоянно разширявам знанията и уменията си, за да бъда в крак с най-новите тенденции и техники.",
    button: "Моите проекти",
    "card-1-title": "Образование",
    "card-1-text-1": "Колеж по Туризъм",
    "card-1-text-2": "Организация и управление на туристическото обслужване",
    "card-1-text-3": "Благоевград, 2009 - 2011",
    "card-1-text-4": "Графичен Дизайн",
    "card-1-text-5": "в SoftUni Creative Academy",
    "card-1-text-6": "Март 2024 - Към момента",
    "card-1-text-7": "UX/UI дизайн ",
    "card-2-title": "Трудов Стаж",
    "card-2-text-1": "Парк Хотел Москва",
    "card-2-text-2": "Front Office Manager",
    "card-2-text-3": "Септември 2011 - Януари 2016 ",
    "card-2-text-4": "Бояна Девелоперс ООД",
    "card-2-text-5": "Мениджър  Продажби",
    "card-2-text-6": "Февруари 2016 - Към момента ",
    "card-2-text-7": "Тракийски Хотелиери ООД",
    "card-2-text-8": "Маркетинг Специалист",
    "card-2-text-9": "Ноември 2017 - Към момента ",
    "card-2-text-10": "Свободна практика",
    "card-2-text-11": "Графичен Дизайнер",
    "card-2-text-12": "Октомври 2023 - Към момента ",
    "card-3-title": "Софтуери",
    "card-4-title": "Езици",
    "card-4-text-1": "Български",
    "card-4-text-2": "Английски",
    "card-5-title": "Дизайн сфери",
    "card-5-text-1": "Лого Дизайн",
    "card-5-text-2": "Бранд Дизайн",
    "card-5-text-3": "Лейаут Дизайн",
    "card-5-text-4": "Социални Медии",
    "card-5-text-5": "UX/UI дизайн",
    "card-6-title": "Лични умения",
    "card-6-text-1": "Управление на времето",
    "card-6-text-2": "Внимание към детайла",
    "card-6-text-3": "Работа в екип",
    "card-6-text-4": "Аналитично мислене",
    "card-6-text-5": "Критичен анализ",
    "card-6-text-6": "Приемане на градивна критика",
    "card-7-title": "Интереси",
    "card-7-text-1": "Пътуване",
    "card-7-text-2": "Къмпинг",
    "card-7-text-3": "Каякинг",
    "card-7-text-4": "Рисуване",
    "card-7-text-5": "Четене",
    "card-7-text-6": "Кафеее",
    "card-7-text-7": "Сноуборд",
    "title-2": "Сертификати",
  },
  "thank-you": {
    "text-1":
      "Вашето съобщение беше изпратено успешно. Ще се свържа с Вас при първа възможност. Благодаря, че се свързахте с мен!",
    button: "Начална страница",
  },
  "privacy-policy": {
    title: "Политика за поверителност",
    "text-1": "1. Въведение",
    "text-2":
      "Благодарим Ви, че посетихте snezhana-aleksieva.com. Тази политика за поверителност описва как събираме, използваме, съхраняваме и защитаваме лична информация, получена от потребителите на нашия уебсайт. Чрез достъпа или използването на нашия уебсайт, Вие се съгласявате с условията на тази политика за поверителност.",
    "text-3": "2. Информация, която събираме",
    "text-4":
      "Лична информация: Когато се свържете с нас, можем да съберем определена лична информация, включително, но не само, име, имейл адрес, пощенски адрес, телефонен номер.",
    "text-5":
      "Нелична информация: Можем също да събираме нелична информация като тип на браузъра, операционна система, IP адрес, препращащ уебсайт.",
    "text-6": "Използване на бисквитки",
    "text-7":
      "Използваме бисквитки и подобни технологии за подобряване на потребителското изживяване, анализ на уебсайт трафика и персонализиране на съдържанието. Бисквитките са малки текстови файлове, съхранявани на вашето устройство, които помагат за подобряване на функционалността и производителността на уебсайта. Чрез използването на нашия уебсайт, Вие се съгласявате с използването на бисквитки в съответствие с тази политика за поверителност и нашата Политика за бисквитки.",
    "text-8": "4. Google Analytics",
    "text-9":
      "Използваме Google Analytics, услуга за уеб анализ, предоставяна от Google LLC („Google“). Google Analytics използва бисквитки или други технологии за проследяване, за да събира информация за това как потребителите взаимодействат с нашия уебсайт. Тази информация се използва за анализ на използването на уебсайта, съставяне на отчети и предоставяне на прозрения за подобряване на нашия уебсайт. Google Analytics не събира лично идентифицираща информация. Чрез използването на нашия уебсайт, Вие се съгласявате с обработването на данни от Google Analytics, както е описано в Политиката за поверителност на Google и за целите, посочени в тази политика за поверителност.",
    "text-10": "5. Форма за контакт",
    "text-11":
      "Ако използвате нашата форма за контакт, за да се свържете с нас, можем да съберем и съхраним информацията, която предоставяте, включително вашето име, имейл адрес и всякакви други детайли, които включите в съобщението си. Използваме тази информация единствено с цел отговор на вашето запитване и предоставяне на необходимата помощ.",
    "text-12": "6. Сигурност на данните",
    "text-13":
      "Ангажирани сме да осигурим сигурността на вашата лична информация. Въвеждаме разумни мерки за сигурност, за да защитим данните от неразрешен достъп, промяна, разкриване или унищожаване. Въпреки това, моля, имайте предвид, че нито един метод за предаване на данни по интернет или електронно съхранение не е 100% сигурен, и не можем да гарантираме абсолютна сигурност.",
    "text-14": "7. Разкриване на информация на трети страни",
    "text-15":
      "Ние не продаваме, търгуваме или предаваме вашата лична информация на трети страни без вашето съгласие, освен в следните случаи:",
    "text-16":
      "Можем да споделяме лична информация с доверени доставчици на услуги, които ни помагат в управлението на нашия уебсайт и предоставянето на услуги на потребителите.",
    "text-17":
      "Можем да разкрием лична информация, ако това се изисква от закона или за да защитим нашите права, собственост или безопасност, или правата, собствеността или безопасността на други.",
    "text-18":
      "В случай на сливане, придобиване или продажба на всички или част от нашите активи, личната информация може да бъде прехвърлена на придобиващото лице.",
    "text-19": "8. Вашите права",
    "text-20":
      "Имате определени права по отношение на вашата лична информация. Можете:",
    "text-21":
      "Да получите достъп, да актуализирате или коригирате вашата лична информация, като се свържете директно с нас.",
    "text-22": "Да възразите срещу обработването на вашата лична информация.",
    "text-23": "9. Промени в тази политика за поверителност",
    "text-24":
      "Запазваме правото да актуализираме или променяме тази политика за поверителност по всяко време. Всички промени ще влязат в сила незабавно след публикуването на ревизираната версия на нашия уебсайт. Насърчаваме ви да преглеждате периодично тази политика за всякакви актуализации.",
    "text-25": "10. Свържете се с нас",
    "text-26":
      "Ако имате въпроси или притеснения относно тази политика за поверителност или нашите практики за данни, моля, свържете се с нас на snezhana-aleksieva@gmail.com.",
  },
  "cookie-policy": {
    title: "Политика за бисквитки",
    "text-1": "Последна актуализация: 09.08.2024г",
    "text-2":
      "Добре дошли на www.snezhana-aleksieva.com („Уебсайтът“). Тази политика за бисквитки обяснява как използваме бисквитки и подобни технологии, за да събираме информация на нашия уебсайт. Като използвате нашия уебсайт, вие се съгласявате с използването на бисквитки в съответствие с тази политика.",
    "text-3": "1. Какво представляват бисквитките??",
    "text-4":
      "Бисквитките са малки текстови файлове, които се съхраняват на вашето устройство (компютър, таблет, смартфон) при посещение на даден уебсайт. Те помагат за запомняне на вашите действия и предпочитания (например предпочитан език) за определен период от време, за да не се налага да ги въвеждате повторно всеки път, когато посещавате сайта или преминавате от една страница на друга.",
    "text-5": "2. Какви бисквитки използваме?",
    "text-6": "На нашия уебсайт използваме следните типове бисквитки:",
    "text-7":
      "Функционални бисквитки: Тези бисквитки се използват за автоматично задаване на предпочитания език на уебсайта. Те са необходими за правилната работа на уебсайта.",
    "text-8":
      "Аналитични бисквитки: Използваме Google Analytics, за да събираме информация за това как посетителите използват нашия уебсайт. Тези бисквитки ни помагат да разберем как потребителите взаимодействат със сайта, което ни позволява да подобрим неговото съдържание и функционалност. Информацията, събрана чрез тези бисквитки, се съхранява за период от 1 година.",
    "text-9": "3. Продължителност на съхранение на бисквитките",
    "text-10":
      "Функционални бисквитки: Съхраняват се на вашето устройство за период от 1 месец.",
    "text-11":
      "Аналитични бисквитки (Google Analytics): Съхраняват се за период от 1 година.",
    "text-12": "4. Управление на бисквитките",
    "text-13":
      "Вие имате възможност да управлявате и изключвате бисквитките по всяко време чрез настройките на вашия браузър или чрез Cookie Consent Manager. Моля, обърнете внимание, че изключването на някои бисквитки може да повлияе на функционалността на уебсайта.",
    "text-14": "5. Контактна информация",
    "text-15":
      "Ако имате въпроси или притеснения относно използването на бисквитки на нашия уебсайт, моля, свържете се с нас на имейл адрес: design.by.snezhana@gmail.com.",
  },
} as const;
