{
  "nav": {
    "home": "Home",
    "portfolio": "Portfolio",
    "about": "About",
    "contacts": "Contacts"
  },
  "footer": {
    "title-1": "Let's",
    "title-2": "Contacts",
    "text-1": "Phone",
    "title-3": "Follow me on",
    "form-1": "Full Name",
    "form-2": "Subject",
    "form-3": "Your Message",
    "form-4": "I agree to processing of personal data.",
    "button": "Submit"
  },
  "home": {
    "title-1": "to My Design Journey",
    "text-1": "Hi there! I'm Snezhana, a junior graphic and UI/UX designer with a passion for creating visually appealing and user-friendly designs.",
    "text-2": "Welcome to my web portfolio - hope you enjoy it!",
    "text-3": "Ready to explore my work?",
    "button-1": "Explore My Projects",
    "button-2": "Get in Touch",
    "card-1-1": "Brand",
    "card-1-2": "Design",
    "card-2": "Logo",
    "card-3": "Layout",
    "card-4": "UI/UX",
    "title-2": "About",
    "text-6": "I’m a junior graphic and UI/UX designer with a strong background in marketing and sales.",
    "text-7": "I bring a unique blend of creativity and strategic thinking to my projects.",
    "text-8": "Passionate about minimalist design and constantly expanding my skills, I strive to create visually stunning and functional work. My journey in design is driven by a commitment to continuous learning and innovation.",
    "text-9": "Let’s create something extraordinary together!",
    "button-3": "Learn More",
    "title-3": "Featured",
    "text-10": "View All"
  },
  "portfolio": {
    "title": "My Portfolio",
    "text-1": "Explore My Creative Works and Diverse Design Projects",
    "text-2": "Welcome to my portfolio!",
    "text-3": "Here, you can explore a variety of design projects that showcase my skills and creativity.",
    "text-4": "Select a category to see my work in different areas of design.",
    "card-1-1": "Graphic",
    "card-1-2": "Design",
    "card-1-text-1": "From logo design to layouts and brand identity, explore my graphic design projects that combine aesthetics and functionality.",
    "card-1-text-2": "Logo Design",
    "card-1-text-3": "Layouts",
    "card-1-text-4": "Brand Design",
    "card-2": "UI/UX",
    "card-2-text-1": "Discover my user interface and user experience designs that prioritize usability and user satisfaction.",
    "card-2-text-2": "UI Design",
    "card-2-text-3": "UX Design",
    "card-3-1": "Illustrations",
    "card-3-2": "Digital Art",
    "card-3-text-1": "Explore my collection of illustrations and digital drawings, where my journey in art began.",
    "card-3-text-2": "Digital Drawings",
    "button": "Explore"
  },
  "graphic-design": {
    "title": "Graphic Design",
    "text-1": "Selection of my creative projects",
    "text-2": "Explore a selection of my creative projects, showcasing my expertise in branding, logo design & layout design. Each project highlights my dedication to blending aesthetics with functionality.",
    "text-3": "Click on the links to view more details on Behance and dive into the visuals that bring my ideas to life.",
    "card-1": "My Personal Branding",
    "card-1-text-1": "This project embodies a simple and clean aesthetic with light tones and a touch of femininity, reflecting my unique style and professional identity.",
    "card-1-text-2": "View more on",
    "card-2": "Desire Handmade by Rossy",
    "card-2-text": "For this small business specialising in handmade gifts, I crafted a brand identity that embodies warmth and creativity. The logo features hands holding a heart made of twine, symbolising care and craftsmanship. The design elements, including wrapping paper patterns, thank you cards, and stickers, use graphite, gold, and accents of red to convey elegance and heartfelt passion.",
    "card-3": "Stanislava Vladimirova Photography",
    "card-3-text": "For photographer Stanislava Vladimirova, I designed an elegant logo intertwining her initials, S and V, into the shape of a camera. The visual identity features delicate floral motifs, graphite, and gold accents on a light background, complemented by fonts that enhance the gentle, feminine aesthetic.",
    "card-4": "Brew Sphere Coffee Shop",
    "card-4-text": "For Brew Sphere Coffee Shop, I developed a clean yet attention-grabbing brand identity. The logo features the initials B and S with curves resembling steam, all within a circle symbolising a coffee cup. The visual elements use a graphite background paired with beige and white accents, creating a modern and inviting atmosphere.",
    "card-5": "M&D Nails & Hair Salon",
    "card-5-text": "For this beauty salon, I crafted a clean and modern brand identity. The logo combines the initials M and D with hand-drawn illustrations of a nail polish bottle and scissors. This project, my first as a graphic designer, aims to capture a youthful and elegant aesthetic.",
    "card-6": "Aurora Hotel & Restaurant",
    "card-6-text": "Logo design for a small hotel & restaurant in Sri Lanka. For the design of Aurora's logo, I chose to focus on the concept of radiance and the sea. I depicted the sun's rays surrounding an oval shape, combined with a wavy line beneath to symbolize the waves. Logo concept embodies the serenity and allure of the Aurora, capturing its essence through thoughtful symbolism and minimalist design elements",
    "card-7": "New Moon Book Cover Design",
    "card-7-text": "A design project for my graphic design course - a book cover for New Moon from the Twilight Saga. This assignment was part of my Photoshop homework, and it provided a great opportunity to explore my skills and creativity.",
    "card-8": "Fantasy Book Cover Design",
    "card-8-text": "A book cover for a fantasy novel by a young, emerging author. This assignment was initially part of my Photoshop homework, but I saw an opportunity to support a real writer with my design skills.",
    "card-9": "Music Cover ",
    "card-9-text": "A design project for my graphic design course - a cover for music product. This assignment was part of my Photoshop homework, and it provided a great opportunity to explore my skills and creativity.",
    "text-4": "Thank you for exploring my Graphic Design Portfolio!",
    "text-5": "Explore my other work:"
  },
  "uiux-design": {
    "title": "My UI/UX Projects",
    "text": "Discover my user interface and user experience designs that prioritize usability and user satisfaction.",
    "card-1": "TailMate - Pet Adoption Website",
    "card-1-text": "Course project for a pet adoption platform. This is my first UI/UX project. The design focuses on creating an intuitive & engaging user experience. TailMate is a platform designed to simplify the pet adoption process. It connects shelters, users and volunteers.",
    "text-4": "Thank you for exploring my UI/UX Design Portfolio!"
  },
  "illustrations-digital": {
    "title": "Illustrations and Digital Art",
    "text": "Explore my collection of illustrations and digital drawings, where my journey in art began.",
    "card-1": "Self-Portrait",
    "card-1-text": "A digital representation of myself, capturing the essence of my personality. Created in Photoshop.",
    "card-2": "Chocho the Chow Chow",
    "card-2-text": "A digital portrait of my beloved dog, Chocho. Focused on capturing the unique charm and fluffy features of his head. Created in Photoshop.",
    "text-4": "Thank you for exploring my Illustration Design Portfolio!"
  },
  "about": {
    "title": "Snezhana Aleksieva",
    "text-1": "Graphic Design | UI/UX Design",
    "text-2": "I’m Snezhana, a junior graphic and UI/UX designer with background in marketing and sales, currently based in Blagoevgrad, Bulgaria. I am a native Bulgarian speaker and am fluent in conversational English.",
    "text-3": "With over 12 years of experience in the hospitality industry, I have acquired a unique blend of skills, but my true passion lies in visual art. My work aims to balance aesthetics and functionality, leveraging my marketing expertise to communicate effectively. I love minimalist graphic design, but sometimes I like to break the grid to create dynamic and engaging visuals.",
    "text-4": "My design education began at SoftUni Creative - academy for design, creativity and visualisation. I am constantly expanding my knowledge and skills to stay up to date with the latest trends and techniques.",
    "button": "Explore My Projects",
    "card-1-title": "Education",
    "card-1-text-1": "College Of Tourism",
    "card-1-text-2": "Management & Organisation of Tourists Service",
    "card-1-text-3": "Blagoevgrad, 2009 - 2011",
    "card-1-text-4": "Graphic Design",
    "card-1-text-5": "at SoftUni Creative Academy",
    "card-1-text-6": "March 2024 - Present",
    "card-1-text-7": "UX/UI design",
    "card-2-title": "Experience",
    "card-2-text-1": "Park Hotel Moskva",
    "card-2-text-2": "Front Office Manager",
    "card-2-text-3": "September 2011 - January 2016",
    "card-2-text-4": "Boyana Developers",
    "card-2-text-5": "Sales & Events Manager",
    "card-2-text-6": "February 2016 - Present",
    "card-2-text-7": "Thracian Hoteliers",
    "card-2-text-8": "Marketing Specialist",
    "card-2-text-9": "November 2017 - Present",
    "card-2-text-10": "Freelance",
    "card-2-text-11": "Graphic Designer",
    "card-2-text-12": "October 2023 - Present",
    "card-3-title": "Software skills",
    "card-4-title": "Languages",
    "card-4-text-1": "Bulgarian",
    "card-4-text-2": "English",
    "card-5-title": "Creative Fields",
    "card-5-text-1": "Logo design",
    "card-5-text-2": "Branding",
    "card-5-text-3": "Layout design",
    "card-5-text-4": "Social media design",
    "card-5-text-5": "UX/UI design",
    "card-6-title": "Soft Skills",
    "card-6-text-1": "Time managment",
    "card-6-text-2": "Attention to details",
    "card-6-text-3": "Team work",
    "card-6-text-4": "Analytical thinking",
    "card-6-text-5": "Critical analysis",
    "card-6-text-6": "Receptiveness to feedback",
    "card-7-title": "Hobbies",
    "card-7-text-1": "Traveling",
    "card-7-text-2": "Camping",
    "card-7-text-3": "Kayaking",
    "card-7-text-4": "Drawing",
    "card-7-text-5": "Reading",
    "card-7-text-6": "Coffee",
    "card-7-text-7": "Snowbord",
    "title-2": "Certificates"
  },
  "thank-you": {
    "text-1": "Your message has been successfully sent. I will get back to you as soon as possible. Thank you for reaching out!",
    "button": "Back to Homepage"
  },
  "privacy-policy": {
    "title": "Privacy Policy",
    "text-1": "1. Introduction",
    "text-2": "Thank you for visiting snezhana-aleksieva.com. This privacy policy outlines how we collect, use, store, and protect personal information obtained from users of our website. By accessing or using our website, you agree to the terms of this privacy policy.",
    "text-3": "2. Information We Collect",
    "text-4": "Personal Information: When you contact us, we may collect certain personally identifiable information, including but not limited to name, email address, mailing address, phone number.",
    "text-5": "Non-Personal Information: We may also collect non-personal information such as browser type, operating system, IP address, referring website.",
    "text-6": "Use of Cookies",
    "text-7": "We use cookies and similar technologies to enhance user experience, analyze website traffic, and personalize content. Cookies are small text files stored on your device that help improve website functionality and performance. By using our website, you consent to the use of cookies in accordance with this privacy policy and our Cookie Policy.",
    "text-8": "4. Google Analytics",
    "text-9": "We use Google Analytics, a web analytics service provided by Google LLC („Google”). Google Analytics uses cookies or other tracking technologies to collect information about how users interact with our website. This information is used to analyze website usage, compile reports, and provide insights to improve our website. Google Analytics does not collect personally identifiable information. By using our website, you consent to the processing of data by Google Analytics as described in Google’s Privacy Policy and for the purposes set forth in this privacy policy.",
    "text-10": "5. Contact Form",
    "text-11": "If you use our contact form to get in touch with us, we may collect and store the information you provide, including your name, email address, and any other details you provide in your message. We use this information solely for the purpose of responding to your inquiry and providing the necessary assistance.",
    "text-12": "6. Data Security",
    "text-13": "We are committed to ensuring the security of your personal information. We implement reasonable security measures to protect against unauthorized access, alteration, disclosure, or destruction of data. However, please note that no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security.",
    "text-14": "7. Third-Party Disclosure",
    "text-15": "We do not sell, trade, or transfer your personal information to third parties without your consent, except in the following circumstances:",
    "text-16": "We may share personal information with trusted third-party service providers who assist us in operating our website and delivering services to users.",
    "text-17": "We may disclose personal information if required by law or to protect our rights, property, or safety, or the rights, property, or safety of others.",
    "text-18": "In the event of a merger, acquisition, or sale of all or a portion of our assets, personal information may be transferred to the acquiring entity.",
    "text-19": "8. Your Rights",
    "text-20": "You have certain rights regarding your personal information. You may:",
    "text-21": "Access, update, or correct your personal information by contacting us directly.",
    "text-22": "Object to the processing of your personal information",
    "text-23": "9. Changes to this Privacy Policy",
    "text-24": "We reserve the right to update or modify this privacy policy at any time. Any changes will be effective immediately upon posting the revised version on our website. We encourage you to review this policy periodically for any updates.",
    "text-25": "10. Contact Us",
    "text-26": "If you have any questions or concerns about this privacy policy or our data practices, please contact us at snezhana-aleksieva@gmail.com."
  }
}
